import React, { Component } from 'react';

class About extends Component {
  render() {
    return (
      <div className='about active-tab'>
        <div className='content'>
          <p>
            Благодаря использованию инновационных технологи, специального оборудования 
            и только проверенных материалов нашим специалистам под силу удовлетворить 
            запросы даже самых требовательных клиентов.
          </p>
          <p>
            В процессе их изготовления используются самые различные ткани:
          </p>
          <ul>
            <li>испанский хлопок;</li>
            <li>индийский шелк;</li>
            <li>тюли различной фактуры;</li>
            <li>ткани смешанного типа итальянского и немецкого производства.</li>
          </ul>
          <p>
            У нас вы можете купить готовые варианты штор, а также заказать пошив изделий 
            на заказ. Для этого нужно оставить заявку на сайте или в телефонном режиме, 
            после чего опытный дизайнер подберет наиболее оптимальный стиль, определится
            с тканью, выполнит замеры, а также с нашей помощью шторы будут вывешены в минимальные 
            сроки.
          </p>
          <p>
            Мы оформим комнату в любом стиле. Практика показывает, что в настоящее время существует
            огромный выбор декоративных элементов, с помощью которых можно достойно оформить 
            совершенно любую комнату в доме или квартире. Вашему вниманию предлагаются модели 
            в разнообразных стилях: начиная от изысканного ампира и заканчивая недорогим, 
            но привлекательным минимализмом. К современным разновидностям штор можно отнести:
          </p>
          <ul>
            <li>лондонские;</li>
            <li>японские;</li>
            <li>подъемные римские;</li>
            <li>подъемные австрийские;</li>
            <li>для оформления аркерного окна;</li>
            <li>специально разработанные для детских комнат;</li>
          </ul>
          <p>
            Какие стили считаются наиболее популярными?
          </p>
          <p>
            1. Классический стиль (это могут быть изделия в виде сложной драпировки, дополненные всевозможными аксессуарами, строгими ламбрекенами и другими компонентами).
          </p>
          <p>
            2. Минимализм (основные характеристики – простота и чистота линий; в качестве материалов могут выступать хлопок, лен, металлизированная нить, специальные ткани лазерной обработки).
          </p>
          <p>
            3. Современный стиль (подразумевает использование изысканных форм, смелых цветов и оттенков, ярко выраженных геометрических рисунков).
          </p>
          <p>
            Изготовление штор осуществляется только после обсуждения всех деталей и тонкостей предстоящей работы с заказчиком. Один из важных принципов в деятельности салона штор «Жаккард» – индивидуальный подход к каждому клиенту. Мы удовлетворим даже самые изысканные запросы, включая наличие рисунка на драпировочных лентах, густоту складок, оснащение изделия специальными липучками или карманами.
          </p>
          <p>
            Также наши мастера творчески подойдут к процессу производства ламбрекенов, которые бывают воздушными и достаточно жесткими, строгими и солидными. 
          </p>
          <p>
            Мы подберем для ваших окон лучшее украшение!
          </p>
          <p>
            Ни один интерьер не будет выглядеть безупречно без правильно подобранных штор. Салона штор «Жаккард» знает, насколько важно правильно выбрать шторы для окон тех или иных комнат, которые бы удачно дополнили созданную атмосферу. Поэтому мы предлагаем широчайший выбор тканей для штор, в котором найдутся варианты для любых, даже самых оригинальных решений в декорировании окон.
          </p>
          <p>
            Мы поставляем ткани для штор от ведущих европейских производителей, из таких стран, как Италия, Испания, Германия, Франция и другие. Кроме того, у нас вы можете приобрести лучшие образцы тканей из Индии и Китая. Столь широкий ассортимент позволяет нам охватывать широкую аудиторию покупателей, с любыми потребностями, достатком и предпочтениями в декорировании окон.
          </p>
          <p>
            Сегодня существует множество вариантов дизайна интерьеров, которые предъявляют свои требования к выбору штор и карнизов. Наша компания может предложить шторы и карнизы для любых стилей в интерьере — от классики до современности, включая экстравагантные стили. Такую возможность обеспечивает наличие более чем 1500 видов тканей, которые вы можете выбрать непосредственно в нашем салоне.
          </p>
          <p>
            Мы не стоим на месте, а постоянно пополняем наш ассортимент новыми типами тканей и карнизов. Следуя актуальным тенденциям в оформлении окон, мы регулярно обновляем наш товар, добавляя все новые ткани для реализации ваших смелых идей. Это ткани самых разных фактур, цветов, с орнаментом и без.
          </p>
          <p>
            Цены — еще одно преимущество нашей компании перед конкурентами. Мы сотрудничаем с некоторыми производителями тканей напрямую, и это позволяет нам устанавливать наиболее конкурентоспособные. Благодаря этому, вы можете приобрести у нас ткани для штор по самым разумным ценам.
          </p>
          <p>
            Если вы еще не решили, какие ткани вам выбрать для штор, то можете подъехать в наш салон, где профессиональные консультанты помогут вам определиться с выбором. Наши специалисты подскажут вам, какие ткани лучше всего подойдут к вашему интерьеру и стилю его оформления. Доверяя нам, вы доверяете оформление ваших окон профессионалам. А выбор нашей продукции гарантирует то, что ваши шторы не выгорят со временем, не потеряют своих качеств на протяжении многих лет, пока вы сами не захотите обновить шторы для внесения новых ноток в ваш интерьер.
          </p>
        </div>
      </div>
    );
  }
}

export default About;