import React, { Component } from 'react';

class Services extends Component {
  render() {
    return (
      <div className='services'>
        <div className='content'>
          <p>
            Салон штор «Jakkard» осуществляет пошив штор на заказ. Каждому клиенту мы обеспечиваем индивидуальный подход и помогаем найти оптимальное решение, которое сможет удовлетворить все его запросы и пожелания.
          </p>
          <p>
            Вместе с нашими специалистами вы сможете создать исключительно «свой» дизайн штор, подобрать ткани и аксессуары, выбрать другие элементы для оформления помещения. Но вы также можете всю работу доверить специалистам и заказать пошив штор «под ключ». На нашем счету сотни пошитых на заказ штор для гостиных, спален, кабинетов в домах и офисах; коттеджей, детских комнат, кафе и ресторанов.
          </p>
          <p>
            Мастера салона штор «Jakkard» с удовольствием помогут вам подобрать шторы в соответствии с имеющимся убранством интерьера и личными предпочтениями. Они смогут подобрать аксессуары для штор, установить карнизы и повесить шторы так, чтобы подчеркнуть их красоту.
          </p>
          <p>
            Хотите заказать пошив штор — вызовите дизайнера на дом.
          </p>
          <p>
            Преимущества пошива штор на заказ в салоне «Jakkard»:
          </p>
          <ul>
            <li>Оставьте заявку на сайте  и наши мастера с вами свяжутся.</li>
            <li>Выезда на дом – мы можем приехать к вам домой для замера и показа ассортимента.</li>
            <li>Высокое качество работ, которое подтверждают фото штор, пошитых на заказ, в нашем портфолио.</li>
            <li>Мы обеспечиваем комплексный подход – можем оформить весь дом, квартиру или офис.</li>
            <li>Наши специалисты оказывают широкий спектр услуг: замер, пошив, установка, навеска.</li>
            <li>С нами вы экономите свое время и силы – оформить весь дом или офис можно без посещения десятков магазинов.</li>
            <li>Вы сможете подобрать шторы в соответствии со своими материальными возможностями, ведь мы предлагаем большой ассортимент тканей на любой вкус.</li>
            <li>Ваш интерьер будет эксклюзивным – второй такой спальни, гостиной, зала, ресторана или офиса не будет!</li>
          </ul>
        </div>
      </div>
    );
  }
}

export default Services;